[{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/xikoxix.jpg","title":"XIKOXIX","introtext":"En el año 2001, se reunieron varios jóvenes de San Cristóbal, que tenían en común apoyar el deportivo independiente medellin, Asi nace la idea de consolidar un combo en el corregimiento, para seguir acompañando a la institución de manera masiva. Con el pasar de los años nuevas personas se han ido incorporando, e incluso los pelados de robledo la magola se han unido a esta gran combo que ha sido elegido en varias ocasiones como el combo del año de la RXN, por su constancia, dedicación, carnaval y sentido social, que lo ha llevado a diferenciarse de los demas combos de la barra.","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/lamurgadelindigente.jpg","title":"LA MURGA DEL INDIGENTE","introtext":"En el año 2005 la barra comenzó a mejorar el aspècto musical de la misma, incluyendo dos bombos de batería. En ese momento varios integrantes de la rexixtenxia, que tenían instrumentos musicales, decidieron unirse y seguir fortaleciendo la parte musical de la REXIXTENXIA NORTE. En el año 2006 se toma la decisión de nombrar a la sección instrumental de la barra como La Murga Del Indigente. Con el pasar de los años han llegado personas con conocimientos musicales muy sólidos que han permitido avanzar notablemente en el aspecto musical, a tal punto de llegar a ser considerada como la mejor instrumental del país y una de las mejores del mundo","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/laxeja.jpg","title":"LA XEJA","introtext":"Empezando el año 2002 un grupo de jóvenes del barrio San cayerano vieron la necesidad de crear un grupo de amigos con el cual identificarse y seguir al equipo, inicialmente las idas al. Estadio se hacían en carros pequeños o incluso muchas veces en flota donde muchas veces por horarios de partidos se tenia que amanecer en la terminal quien lo creyera como si fuera un viaje de visitante, poco a poco fue creciendo el combo gente de todos los barrios del pueblo empezaron a unirse. Fuimos creciendo y hoy en día seguimos haciéndolo, hemos sacado proyectos adelante, tanto para nosotros como para el municipio, bandera gigante, entrega de útiles escolares, entrega de mercados entre otros. Somos un combo que fecha tras fecha desde el oriente viene alentar al equipo de nuestros amores.","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/urrao.png","title":"URRAO","introtext":"En el año 2004, y ante la disputa de la final con los del frente nos reunimos un grupo de amigos seguidores del rojo residentes en el pueblo con el fin de alentar y disfrutar del triunfo de esta final el 23 de junio de tal año fue nuestra primera reunión con solo 4 personas y que con el tiempo cada vez fueron llegando nuevos integrantes y siendo el primer parche de un pueblo del suroeste en llegar a la rxn y con el transcurso del tiempo cada vez se fueron sumando mas pueblos con su parche siguiendo el ejemplo de la hinchada roja apostada en urrao","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/rky.jpg","title":"KENNEDY","introtext":"En el año 2002, se reunieron varios jovenes del barrio jhon f kennedy conocido como robledo Kennedy, que tenian en comun apoyar el deportivo independiente medellin, en la cual eran pocas personas, y el combo desasparecio debido a problemas internos en el barrio, para el año 2011 se reunieron varios jóvenes del barrio con la idea de consolidar el combo para asi seguir acompañando a la institucion de manera masiva todas las canchas a pasar del tiempo se han integrados nuevas personas de barrios aledaños como alfon lopez y Miramar","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/xab.jpg","title":"XABANETA","introtext":"En el año 2006, se empieza a reunir la gente, la idea surge de 3 personas que pertenecían al combo Virux Rojo del municipio de Itagüí, pero Vivian en Sabaneta, se hace la moral y se empieza a pegar la gente y así va surgiendo el combo, en los años 2007 y 2008 es donde más gente llega, en estos años se saca el primer trapo y las primeras camisas del combo. El trapo se mantiene en la tribuna por unos años, ya después problemas de desintegración en el combo genera que la RXN no lo pegue, aproximadamente en el año 2009 vuelve el trapo a la tribuna hasta el día de hoy.","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/la19-13.jpeg","title":"LA 19-13","introtext":"Este combo es integrado por los líderes de los demas combos de la REXIXTENXIA NORTE y es el encargado de gestionar todo lo necesario para manejar la barra.  En el año 2005, nace la necesidad de ampiar el grupo de trabajo que toma las decisiones ma simportantes respecto al manejo economico y de actividades de carnaval, de tipo social y de tipo deportivo que la barra venia ejecutando; es allí donde se crea este grupo que es el que sigue estando al mando del manejo de la barra.","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/dextruxion.jpg","title":"DEXTRUXION","introtext":"Varios jovenes residentes en la comuna 13 de medellin, decidieron unirse en pro de alentar al DIM. El amor por el rock and roll y el rojo de la montañ, era compartido por varios jovenes de otros rincones de la ciudad, por lo cual se incremento considerablemente la cantidad de integrantes del combo. En los ultimos años se decidio unir a todos los combos existentes en la comuna 13 a DEXTRUXION convirtiendolo en uno de los combos mas numerosos de la REXIXTENXIA NORTE y en uno de los mas representativos e importantes.","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/env.png","title":"ENVIGADO","introtext":"En el año 1999, varios jóvenes le dieron al municipio una identidad poderosa, se reunieron y crearon un combo llamado EXTERMINIO NORTE ENVIGADO con un único lema que era estar en todo lado donde jugara el DIM, un combo que se caracterizo por sacar viajes a diferentes plazas del país. Con un suceso trágico en 2003 con el fallecimiento del líder jeison “gallina” el grupo se disolvió y pocos jóvenes que quedaron con el legado siguieron la tradición roja del municipio y llevan el nombre de ENVIGADO todas las canchas del país, el combo ENV siglas que identifican al municpio se caracteriza por seguir al rojo por su lema EN TODO LADO.","readmore":"","link":"","state":"published"},{"source":"a5text","image":"images\/Articulos\/RXN\/combos\/kl77v.jpg","title":"KALA77RAVA","introtext":"Nuestro combo empieza a formarse a mediados del año 2006 varios jóvenes del barrio que tenían en común apoyar al deportivo independiente Medellín, cada que iban a la popular siempre estaban juntos, un día se reunieron y hablaron para sacar así nuestro primer trapo que llevaría el nombre del barrio a la popular para seguir acompañando al equipo de manera constante al equipo de nuestro amores en la cancha donde juegue cada fin de semana. Con el pasar de los años ha llegado gente nueva al combo para seguir con este legado que nos han dejado nuestros fundadores.","readmore":"","link":"","state":"published"}]